Revit 2027 API
ParameterTypeId.RbsCurveSlope Property
 "Slope Percentage (%)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurveSlope { get; }
Public Shared ReadOnly Property RbsCurveSlope As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurveSlope {
	ForgeTypeId^ get ();
}
static member RbsCurveSlope : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace